[
  {
  
        "UrlTitel": "about toca boca",
    "Urltexte":"Toca Life World is a game created from the series of games of the world of Toca-Boka, which was created based on the animated series of the same name. The project is a kind of life simulator, where the player independently not only creates his character, his environment, but also his own rules of the game. There are practically no restrictions on the creation and arrangement of your world. The player can invent and create various life situations, which can be limited only by the author’s imagination.",
	  "button_title" : "",
	"button_url" : "https://www.google.com"
      
  },
  {
        "UrlTitel": "Toca Life World: A Beginner’s Guide",
    "Urltexte":"At the start of the game, you will be prompted to create your first character. You can choose any image from the suggested ones. Next, the world of Life CityToca and the character system are built, where you can create new heroes. Then the game will take you to your first apartment. This is where you can start your adventure. At the house you will be greeted by the main characters of the animated series - Rita and Nari. At the start of the game, you get the opportunity to create an image of any of the 8 heroes, and you will also have access to several locations. You can immediately try your abilities in movement and interaction with the heroes.Another building that you can visit at the start is the post office. If you received a gift, a red circle will light up above the house. To receive a present, you need to go to the post office and tap on the transport container. After that, your gift will appear on the tape.If you do not want to create heroes yourself, then you can use ready-made characters. At the bottom of the window, at the entrance to any building in the city, a panel with a choice of heroes will be available to you. ",
	  "button_title" : "",
	"button_url" : ""
  },
  {
    "UrlTitel": "How to get all locations for free?",
    "Urltexte": "To do this, you need to exit the game and start it again. On the loading screen, where the settings are located, and the 'Play' button, there is a button in the form of a shopping cart, colored green. This is Toki’s shop. After entering it, you should scroll through all the shopping offers to the very bottom, until you see a button that says: 'Restore all purchases'. You should click on it. After that, the progress of the operation with the inscription: 'Wait' will appear on the screen. After a few seconds, 'Excellent! Everything is ready!' After that, you need to go into the game and check if this trick worked for you. All paid locations and buildings should appear in your Toki world.",
	  "button_title" : "",
	  "button_url" : ""
 },
  {
    "UrlTitel": "Toca Life World: Cooking Recipes & Where to Get Ingredients",
    "Urltexte":"You can cook various dishes in the game. There are places for cooking in the Apartment, in (your) designer houses (if you want to put a hob and oven). All ingredients can be found in locations and secret places (we wrote about some below). Sometimes you can go into any available building and see if you can profit from something. Do not hesitate to borrow food from your neighbors, they will come in handy for a variety of game moments and fictional stories. It should be noted that cooking is not overshadowed by the presence of additional appliances (ovens, dishes, and so on). You just need to take the right ingredients and combine them in your character’s hand. And to set the table beautifully, there are various culinary decorations and special dishes.\n\nSugar recipes (it’s worth noting that sugar packets are not available in free locations, to make sweets, you need to buy some locations for real money):\n\nSugar + Cherry = Cherry Pie.\nSugar + pumpkin = pumpkin pie.\nSugar + apple = apple pie.\nSugar + blueberries = blue birthday cake.\nSugar + strawberry = pink birthday cake.\nSugar + egg = French macaroni (sweetness).\nSugar + sugarcane = sugarcane cake.\n",
	  "button_title" : "",
	"button_url" : ""
 
  },
  {
    "UrlTitel": "Burger recipes:",
    "Urltexte":  "Burger buns + steak = classic burger.\nBurger buns + chicken = chicken burger.\nBurger buns + tomato = tomato burger.\nBurger rolls + white brie = brie burger.\nBurger Buns + Cheddar Cheese = Veggie Burger.\nBurger buns + sausage = hot dog.",
	  "button_title" : "",
	"button_url" : ""
  },
{
     "UrlTitel": "Snack recipes:",
    "Urltexte":"Tortilla + chicken = chicken roll.\nTortilla + sausage = sausage roll.\nTortilla + tofu = tofu roll.\nTortilla + fish = fish tacos.\nTortilla + steak = meat tacos.\nMix for pizza + tomato = pizza \"Margarita\".\nSalad + chicken = chicken salad.\nSalad + brie = brie salad.\nBacon + egg = breakfast.\nTofu + Brown Sauce = Tofu with Brown Sauce.\nCocoa powder + egg = chocolate truffle.",

  "button_title" : "",
	"button_url" : ""
   
    
}
]
